accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
aspell
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
btrfs-progs
cantarell-fonts
chatgpt-desktop-bin
chromium
cmake
code
cryptsetup
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dpkg
dracut
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
firefox
firewalld
gedit
git
glances
gnome-keyring
gobject-introspection
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-doc
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
inetutils
inxi
iptables-nft
iwd
jfsutils
kitty
less
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
man-db
man-pages
mdadm
meld
mesa-utils
meson
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-settings
nvidia-utils
openssh
opera
opera-ffmpeg-codecs-bin
os-prober
pacman-contrib
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pyqt6
rebuild-detector
reflector
reflector-simple
rofi
rsync
rtkit
rustup
s-nail
sg3_utils
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
starship
stow
sudo
swaync
sysfsutils
systemd-sysvcompat
texinfo
themechanger-git
themix-full-git
thunar
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vala
vi
waybar
welcome
wget
which
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
xterm
yay
zoxide
zsh
